<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Удон</title>
    <link rel="stylesheet" href="style_work.css">
    <link rel="stylesheet" href="tape_style.css">
</head>
<body>
    <?php include "header.php";?>
    <br><br><br><br>

    <h1 style="text-align: center;"> </h1>
    <div class="card">
        <img src="photo/udon.png" alt="">
        <div class= "card-content" >
            <h3 class="card-name">Удон c шиитаке</h3>
            <h6 class="card-text">1Свежие шиитаке замочить на сутки в теплой воде, потом отрезать шляпки и варить их четыре часа в чуть подсоленной воде с граммом приправы «Ведан».
2Бросить лапшу в кипящую воду на пять минут, откинуть на дуршлаг, отставить в сторону. Куриную грудку разобрать на волокна.
3Морковь и кукурузу разрезать на четвертинки, кочанчики пак-чоя — пополам, каждую шляпку грибов разделить на две круглые пластинки.
4Вок с курино-свиным бульоном поставить на огонь. Незадолго до кипения добавить подсолнечное масло, на минуту отправить туда лапшу, потом вынуть ее шумовкой и разложить по глубоким тарелкам.
5Бульон посолить, всыпать сахар и оставшийся «Ведан», влить соевый соус. Подержать минуту в этой смеси половинки пак-чоя, ростки маша, нарезанные грибы, кукурузу и морковь, а затем отправить к лапше.
6Добавить в тарелки куриное мясо, залить бульоном — и немедленно подавать.</h6>
        </div>
    </div>
</body>
</html>